# IFC_ImportWithUI

## Description
Imports IFC file with user interface

```pascal
PROCEDURE IFC_ImportWithUI;
```

```python

def vs.IFC_ImportWithUI():
    return None
```

## Version
Availability: from Vectorworks 2014
## Category
* IFC